Repository: kono0514/kayaya-flutter
Catalog: lib/locale/l10n/intl_*.arb
Languages: mn

source: About
mn: Тухай

source: All
mn: Бүгд

source: Clear search history
mn: Хайлтын түүх устгах

# clear_search_history_success
source: Search history cleared.
mn: Амжилттай устгагдлаа.

# detail_episode_count
source: {count} eps
mn: {count} анги

# detail_runtime
source: {runtime} min
mn: {runtime} мин

source: Developer
mn: Хөгжүүлэгч

# do_search
source: Search
mn: Хайх

# episode_item
source: Episode {number}
mn: {number}-р анги

source: Episodes
mn: Ангиуд

# error_fetch
source: Failed to fetch
mn: Өгөгдөл дамжуулах алдаа

source: Filter
mn: Шүүх

source: Filter and Sort
mn: Шүүх & Эрэмбэлэх

# filter_sort_alpha_asc
source: Alphabetically (A-Z)
mn: Нэрээр (А-Я)

# filter_sort_alpha_desc
source: Alphabetically (Z-A)
mn: Нэрээр (Я-А)

# filter_sort_rating_high
source: High Rating
mn: Үнэлгээ өндөр

# filter_sort_rating_low
source: Low Rating
mn: Үнэлгээ бага

# filter_sort_recent
source: Most Recent
mn: Шинэ

source: General
mn: Үндсэн

source: Genre
mn: Жанр

source: Info
mn: Мэдээлэл

source: Language
mn: Хэл

# language_updated
source: Language updated. Restart the app to see the changes.
mn: Хэл солигдлоо. Апп-ыг гаргаад оруулахад өөрчлөлт бүрэн орно.

source: Movie
mn: Кино

source: Newly Added
mn: Шинээр нэмэгдсэн

# no_episodes
source: No episodes found
mn: Одоогоор анги нэмэгдээгүй байна

# no_subscriptions
source: No active subscription found. Subscribe to a series to receive notification when a new episode gets added.
mn: Цувралуудад subscribe хийснээр шинэ анги нэмэгдэхэд сонордуулга авах боломжтой.

source: Play
mn: Тоглуулах

source: Recommended
mn: Санал болгох

source: Related
mn: Ижил төстэй

# reserved_word_return
source: Return
mn: Буцах

source: Search
mn: Хайлт

source: Series
mn: Цуврал

source: Settings
mn: Тохиргоо

source: Share
mn: Хуваалцах

# sort
source: Sort by
mn: Эрэмбэлэх

# sort_asc
source: Asc
mn: Өсөх

# sort_desc
source: Desc
mn: Буурах

# source_chooser_title
source: Choose source
mn: Гаргалт сонгох

source: Source code
mn: Эх код

# subscribe_success
source: Subscribed. You'll receive a notification when new episode gets added.
mn: Subcribed. Шинэ анги нэмэгдэхэд сонордуулга очих болно.

source: Synopsis
mn: Агуулга

# tabs_browse
source: Browse
mn: Анийм

# tabs_discover
source: Discover
mn: Онцлох

# tabs_library
source: Library
mn: Миний сан

# tabs_search
source: Search
mn: Хайлт

source: Top Movies
mn: Шилдэг кино

source: Top Series
mn: Шилдэг цуврал

source: Trailer
mn: Трэйлэр

source: Type
mn: Төрөл
